export const privacyText = `R-EXPO プライバシーポリシー
本アプリのご利用には、REXPO利用規約に加えて、このREXPOプライバシーポリシー（以下「本ポリシー」といいます。）が適用されます。

1. 収集する利用者情報及び収集方法
本校は、本アプリの利用状況の分析およびサービス改善のため、以下の情報を本アプリ経由で自動的に取得します。なお、氏名、住所、電話番号、メールアドレスなど、特定の個人を識別できる情報は一切取得いたしません。
(1) デバイスに関する情報（OS情報及びそのバージョン、ハードウェアモデル、アプリケーション固有の識別子等）
(2) ログ情報（本アプリの起動/停止に関わる動作、アクセス日時、IP アドレス等）
(3) 利用状況（画面の閲覧履歴、ボタンのタップ数等のエンゲージメント情報）
(4) 位置情報（本アプリの機能利用に伴う詳細な位置情報（GPS等）、おおよその場所、またはIPアドレスから推定される地域情報）

2. 利用目的
取得した情報は、以下の目的の範囲内で利用します。
(1) 本アプリの利用状況の調査・分析およびサービスの品質向上のため
(2) 本アプリの機能改善、不具合対応、および新機能開発のため

3. お問い合わせ窓口
R-EXPOについてのご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わせは、下記の窓口までお願い致します。
担当者: 菊地 賢司
連絡先: kiku-k@spc.ritsumei.ac.jp

4. プライバシーポリシーの変更手続
本校は、利用者情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本ポリシーを変更することがあります。変更した場合には、本アプリ内または本校のウェブページ上で公表する方法で利用者に通知いたします。

最終更新日：2025年12月12日
`;