export const privacyText = `R-EXPO プライバシーポリシー
R-EXPOプライバシーポリシー（以下「本ポリシー」といいます。）は、立命館慶祥中学校・高等学校(以下「本校」といいます。)が運営する「R-EXPO」(以下「本アプリ」といいます。)により提供されるサービス(以下「本サービス」といいます。)を通じて本校が取得する利用者情報およびその取り扱いを定めるものです。本プライバシーポリシーの内容をご確認のうえ、本アプリをご利用ください。

1. 収集する利用者情報及び収集方法
本校は、以下の情報を本アプリ経由で自動的に取得します。取得した情報は、次条に定める分析ツールの提供元へ送信されます。なお、氏名、住所、電話番号、メールアドレスなど、特定の個人を識別できる情報は一切取得いたしません。 
(1) デバイスに関する情報（OS情報及びそのバージョン、ハードウェアモデル、アプリケーション固有の識別子等）
(2) ログ情報（本アプリの起動/停止に関わる動作、アクセス日時、IP アドレス等） 
(3) 利用状況（画面の閲覧履歴、ボタンのタップ数等のエンゲージメント情報） 
(4) 位置情報（本アプリの機能利用に伴う詳細な位置情報（GPS等）、おおよその場所、またはIPアドレスから推定される地域情報）

2. 情報収集モジュールの利用
本アプリの利用状況の調査・分析のため、本アプリでは以下の情報収集モジュールを利用しています。
名称：PostHog
提供者：PostHog. Inc.
送信される情報の項目：上記第1項に定める情報
提供者のプライバシーポリシー：https://posthog.com/privacy

3. 利用目的
取得した情報は、以下の目的の範囲内で利用します。
(1) 本アプリの利用状況の調査・分析およびサービスの品質向上のため
(2) 本アプリの機能改善、不具合対応、および新機能開発のため
4. お問い合わせ窓口
本アプリおよび本サービスにおける利用者情報の取扱いに関するご意見、ご質問、苦情のお申出その他お問い合わせは、下記の窓口までお願い致します。
担当者: 菊地 賢司
連絡先: kiku-k@spc.ritsumei.ac.jp

5. プライバシーポリシーの変更手続
本校は、利用者情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本ポリシーを変更することがあります。変更した場合には、本アプリ内または本校のウェブページ上で公表する方法で利用者に通知いたします。

以上
2026年1月20日　制定
`;