export const privacyText = `EXPO プライバシーポリシー
本アプリのご利用には、REXPO利用規約に加えて、このREXPOプライバシーポリシー（以下「本ポリシー」といいます。）が適用されます。

1. 収集する利用者情報及び収集方法
本校は、本アプリの利用状況の分析およびサービス改善のため、以下の情報を本アプリ経由で自動的に取得します。なお、氏名、住所、電話番号、メールアドレスなど、特定の個人を識別できる情報は一切取得いたしません。
(1) デバイスに関する情報（OS情報及びそのバージョン、ハードウェアモデル、アプリケーション固有の識別子等）
(2) ログ情報（本アプリの起動/停止に関わる動作、アクセス日時、IP アドレス等）
(3) 利用状況（画面の閲覧履歴、ボタンのタップ数等のエンゲージメント情報）

2. 利用目的
取得した情報は、以下の目的の範囲内で利用します。
(1) 本アプリの利用状況の調査・分析およびマーケティング分析のため
(2) 本アプリの機能改善、不具合対応、および新機能開発のため

3. 第三者モジュールの利用について
本アプリでは、利用状況の把握のためにGoogle社の提供する「Google Analytics for Firebase」を利用しています。これらはCookieやモバイルデバイスの識別ID等を使用し、個人を特定する情報を含まずにログを収集します。
データが収集、処理される仕組みについては下記リンク先をご参照ください。
Firebase利用規約：
https://firebase.google.com/terms/analytics/
Google ポリシーと規約：
https://policies.google.com/technologies/partner-sites?hl=ja

4. お問い合わせ窓口
REXPOについてのご意見、ご質問、苦情のお申出その他利用者情報の取扱いに関するお問い合わせは、下記の窓口までお願い致します。
担当者: 菊地 賢司
連絡先: kiku-k@spc.ritsumei.ac.jp

5. プライバシーポリシーの変更手続
本校は、利用者情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本ポリシーを変更することがあります。変更した場合には、本アプリ内または本校のウェブページ上で公表する方法で利用者に通知いたします。

最終更新日：2025年12月7日
`;