export const termsText = `REXPO 利用規約
1. 総則
1.1. 適用・変更
1.1.1. 規約の適用
本利用規約は、立命館慶祥中学校・高等学校（以下「本校」といいます。）が運営する「REXPO」（以下「本アプリ」といいます。）により提供されるサービス（以下「本サービス」といいます。）をご利用になるすべての方（以下「利用者」といいます。）と本校との間に適用されます。

1.1.2. 個別規約
本アプリ内の各サービスにおいて別途規約（以下「個別規約」といいます。）が定められている場合、利用者には、本利用規約のほか個別規約の定めが適用されます。なお、本利用規約と個別規約に定める内容が異なる場合には個別規約に定める内容が優先して適用されます。

1.1.3. 規約の変更
本校は、本校が必要と判断する場合、民法548条の４の規定に従い本利用規約の内容を変更することができるものとします。この場合、本校は、本利用規約を変更する旨、変更後の本利用規約の内容及び効力発生日を、本アプリ上又は本校のウェブサイトへの掲載その他の方法により周知するものとします。変更後の本利用規約は、効力発生日より利用者に適用されます。

1.2. 利用契約
1.2.1. 利用契約の成立
本サービスを利用しようとする方は、本アプリを自己の対応端末（スマートフォンやタブレットその他本校が指定する電子機器を意味し、以下同じです。）にダウンロード及びインストールをした後、本サービスを利用開始した時点で、本利用規約の諸規定に従った本アプリの利用に係る契約（以下「利用契約」といいます。）が、本校と利用者との間に成立します。

1.2.2. 未成年者による利用
本サービスを利用しようとする方が未成年者である場合、親権者等の法定代理人の同意を得た上で本アプリを利用する必要があります。未成年者が本サービスを利用した場合、当該未成年者は、親権者等の法定代理人から同意を得たものとみなします。

1.3. 表明及び保証並びに誓約
利用者は、本サービスを利用するにあたり、反社会的勢力等（暴力団、暴力団員等）に該当しないこと、およびこれらと関与していないことを表明及び保証、又は誓約するものとします。

1.4. 本サービスの利用
利用者は、利用契約の有効期間中、本利用規約及び本校の定める方法に従い、本サービスを利用することができます。

1.5. 禁止行為
利用者は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為をしてはなりません。
(1) 本校、他の利用者その他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為
(2) 犯罪行為に関連する行為又は公序良俗に反する行為
(3) 法令、裁判所の判決、決定若しくは命令、法令上拘束力のある行政措置又は本校若しくは利用者が所属する業界団体の内部規則に違反する行為
(4) コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報を送信する行為
(5) 本サービスに関し利用しうる情報を改ざんする行為
(6) 本校による本サービスの運営を妨害するおそれのある行為
(7) 本アプリ、本校が管理するサーバー及びこれらが生成する情報、通信内容等の解読、解析、逆コンパイル、逆アセンブル又はリバースエンジニアリングを行う行為
(8) 本アプリのバグ、誤動作を利用する行為
(9) その他、本校が不適切と合理的に判断する行為

1.6. 本校の免責等（非保証）
本アプリ及び本サービスは現状有姿で提供されるものであり、本校は本アプリ及び本サービスに関するセキュリティ等に関する欠陥、エラー、バグ、権利侵害がないこと並びに安全性、信頼性、正確性、完全性、有効性、特定目的への適合性及び商業的有用性を含め、明示的にも黙示的にも一切保証せず、これらの瑕疵等を除去して利用者に本アプリ及び本サービスを提供する義務を負いません。

1.7. 損害賠償責任
本校は、本校の故意又は重過失に起因する場合を除き、本アプリ又は本サービスに起因して利用者に生じた損害（本アプリの利用によるデータの消失又は機器の故障若しくは損傷を含みます。）について一切責任を負いません。

1.8. 利用停止等
利用者が以下の事由に該当する場合、本校は利用者の本サービスの利用を停止することができるものとし、利用者は、自己の占有又は管理下にある対応端末から、本アプリを速やかにアンインストールその他の方法で消去しなければなりません。
(1) 本利用規約又は個別規約のいずれかの条項に違反した場合
(2) 本校、他の利用者その他の第三者に損害を生じさせるおそれのある目的又は方法で本サービスを利用した、又は利用しようとした場合
(3) 手段の如何を問わず、本サービスの運営を妨害した場合
(4) その他、本校が利用者として適当でないと合理的に判断した場合

1.9. 本サービスの停止
本校は、以下のいずれかに該当する場合には、利用者に事前に通知することなく、本サービスの提供の全部又は一部を停止又は中断することができるものとします。
(1) 本アプリに係るコンピューター・システムの点検又は保守作業を定期的又は緊急に行う場合
(2) コンピューター、通信回線等が事故により停止した場合
(3) 火災、停電、天災地変等の不可抗力により本サービスの提供ができなくなった場合
(4) その他、本校が停止又は中断を必要と判断した場合

1.10. 有効期間及び終了
利用契約は、利用者が本アプリをインストールした日に効力を生じ、利用者が本アプリを自己の対応端末からアンインストールその他の方法で消去した日、又は本サービスの提供が終了した日のいずれか早い日まで、本校と利用者との間で有効に存続するものとします。利用者は、本アプリをアンインストールすることで、いつでも利用契約を終了させることができます。

1.11. 譲渡禁止
利用者は、利用契約に係る権利及び義務を第三者に移転、譲渡、担保に供する等をすることができません。本校は、本サービスにかかるプロジェクトを他団体（個人なども含みます）に譲渡した場合には、当該プロジェクト譲渡に伴い利用契約上の地位、本利用規約に基づく権利及び義務並びに利用者に係る情報を当該プロジェクト譲渡の譲受人に譲渡することができるものとし、利用者は、かかる譲渡につき本項において予め同意したものとします。

1.12. 準拠法
本利用規約の準拠法は日本法とします。

1.13. 通知方法
本校からの通知は、本アプリの機能を用いた通知（プッシュ通知やアプリ内掲示等）をもって行い、当該通知が通常到達すべきときに到達したものとします。

1.14. サービスの廃止
本校は、本校の都合によりいつでも本サービスを廃止できるものとします。

1.15. 本利用規約の解消
本利用規約は、本校の都合によりいつでも解消できるものとします。

最終更新日：2025年12月7日
`;